app/controllers/articles_controller.rb

    def create
        # 要求 参数 article 在控制器中使用. 允许的字段 title, text
        @article = Article.new(article_params)

        if @article.save then
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "SanJiang"], ["text", "E"], ["created_at", "2017-10-31 03:15:53.922649"], ["updated_at", "2017-10-31 03:15:53.922649"]]